YCSB/result_local_ycsb_test2_201005/clockdown_outputRun_a.txt
[OVERALL], RunTime(ms), 4856
[OVERALL], Throughput(ops/sec), 20593.080724876443
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.10296540362438221
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 5
[TOTAL_GC_TIME_%], Time(%), 0.10296540362438221
[READ], Operations, 50008
[READ], AverageLatency(us), 44.49684050551912
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 12839
[READ], 95thPercentileLatency(us), 40
[READ], 99thPercentileLatency(us), 49
[READ], Return=OK, 50008
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1184.0
[CLEANUP], MinLatency(us), 1184
[CLEANUP], MaxLatency(us), 1184
[CLEANUP], 95thPercentileLatency(us), 1184
[CLEANUP], 99thPercentileLatency(us), 1184
[UPDATE], Operations, 49992
[UPDATE], AverageLatency(us), 47.38182109137462
[UPDATE], MinLatency(us), 28
[UPDATE], MaxLatency(us), 14351
[UPDATE], 95thPercentileLatency(us), 46
[UPDATE], 99thPercentileLatency(us), 57
[UPDATE], Return=OK, 49992