YCSB/result_local_ycsb_test2_201005/clockdown_outputRun_c.txt
[OVERALL], RunTime(ms), 5032
[OVERALL], Throughput(ops/sec), 19872.81399046105
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.13910969793322733
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 7
[TOTAL_GC_TIME_%], Time(%), 0.13910969793322733
[READ], Operations, 100000
[READ], AverageLatency(us), 47.48841
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 11087
[READ], 95thPercentileLatency(us), 66
[READ], 99thPercentileLatency(us), 69
[READ], Return=OK, 100000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1991.0
[CLEANUP], MinLatency(us), 1991
[CLEANUP], MaxLatency(us), 1991
[CLEANUP], 95thPercentileLatency(us), 1991
[CLEANUP], 99thPercentileLatency(us), 1991